Repository: rddewan/flutter-note
Catalog: lib/l10n/app_*.arb
Languages: hi, th

# noRouteTitle
source: No Route
hi: कोई मार्ग नहीं
th: ไม่มีเส้นทาง

# noRouteMsg
source: Sorry no route was found!
hi: क्षमा करें कोई रास्ता नहीं मिला!
th: ขออภัยไม่พบเส้นทาง!

# emptyFiled
source: {lableText} cannot be empty
hi: {lableText} खाली नहीं हो सकता
th: {lableText} ไม่สามารถว่างเปล่า

# passwordLength
source: {lableText} length must be greater then 7 char
hi: {lableText} लंबाई तब अधिक होनी चाहिए तो 7 चार
th: {lableText} ความยาวจะต้องมีมากกว่า 7 ตัวอักษร

# notValidText
source: {lable} is not valid
hi: {lable} मान्य नहीं है
th: {lable} ไม่ถูกต้อง

# appName
source: Simple Note App
hi: सरल नोट ऐप
th: แอปบันทึกย่อง่าย ๆ

# loginText
source: Login
hi: लॉग इन करें
th: เข้าสู่ระบบ

# emailText
source: Email
hi: ईमेल
th: อีเมล

# passwordText
source: Password
hi: कुंजिका
th: รหัสผ่าน

# tabletNotSupported
source: Tablet device is not supported
hi: टैबलेट डिवाइस समर्थित नहीं है
th: ไม่รองรับอุปกรณ์แท็บเล็ต

# desktopNotSupported
source: Desktop device is not supported
hi: डेस्कटॉप डिवाइस समर्थित नहीं है
th: ไม่รองรับอุปกรณ์เดสก์ท็อป
